"Andromeda" = "仙女座";
"Antlia" = "唧筒座";
"Apus" = "天燕座";
"Aquarius" = "宝瓶座";
"Aquila" = "天鹰座";
"Ara" = "天坛座";
"Aries" = "白羊座";
"Auriga" = "御夫座";
"Boötes" = "牧夫座";
"Caelum" = "雕具座";
"Camelopardalis" = "鹿豹座";
"Cancer" = "巨蟹座";
"Canes Venatici" = "猎犬座";
"Canis Major" = "大犬座";
"Canis Minor" = "小犬座";
"Capricornus" = "摩羯座";
"Carina" = "船底座";
"Cassiopeia" = "仙后座";
"Centaurus" = "半人马座";
"Cepheus" = "仙王座";
"Cetus" = "鲸鱼座";
"Chamaeleon" = "堰蜒座";
"Circinus" = "圆规座";
"Columba" = "天鸽座";
"Coma Berenices" = "后发座";
"Corona Australis" = "南冕座";
"Corona Borealis" = "北冕座";
"Corvus" = "乌鸦座";
"Crater" = "巨爵座";
"Crux" = "南十字座";
"Cygnus" = "天鹅座";
"Delphinus" = "海豚座";
"Dorado" = "剑鱼座";
"Draco" = "天龙座";
"Equuleus" = "小马座";
"Eridanus" = "波江座";
"Fornax" = "天炉座";
"Gemini" = "双子座";
"Grus" = "天鹤座";
"Hercules" = "武仙座";
"Horologium" = "时钟座";
"Hydra" = "长蛇座";
"Hydrus" = "水蛇座";
"Indus" = "印第安座";
"Lacerta" = "蝎虎座";
"Leo" = "狮子座";
"Leo Minor" = "小狮座";
"Lepus" = "天兔座";
"Libra" = "天秤座";
"Lupus" = "天狼座";
"Lynx" = "天猫座";
"Lyra" = "天琴座";
"Mensa" = "山案座";
"Microscopium" = "显微镜座";
"Monoceros" = "麒麟座";
"Musca" = "苍蝇座";
"Norma" = "矩尺座";
"Octans" = "南极座";
"Ophiuchus" = "蛇夫座";
"Orion" = "猎户座";
"Pavo" = "孔雀座";
"Pegasus" = "飞马座";
"Perseus" = "英仙座";
"Phoenix" = "凤凰座";
"Pictor" = "绘架座";
"Pisces" = "双鱼座";
"Piscis Austrinus" = "南鱼座";
"Puppis" = "船尾座";
"Pyxis" = "罗盘座";
"Reticulum" = "网罟座";
"Sagitta" = "天箭座";
"Sagittarius" = "人马座";
"Scorpius" = "天蝎座";
"Sculptor" = "玉夫座";
"Scutum" = "盾牌座";
"Serpens Caput" = "巨蛇座 头";
"Serpens Cauda" = "巨蛇座 尾";
"Sextans" = "六分仪座";
"Taurus" = "金牛座";
"Telescopium" = "望远镜座";
"Triangulum" = "三角座";
"Triangulum Australe" = "南三角座";
"Tucana" = "杜鹃座";
"Ursa Major" = "大熊座";
"Ursa Minor" = "小熊座";
"Vela" = "室女座";
"Virgo" = "船帆座";
"Volans" = "飞鱼座";
"Vulpecula" = "狐狸座";
